import React from "react";

const ChapterThree = () => {
  return (
    <div>
      <h1>Глава3</h1>
      <h2>Постулаты веры порядка</h2>
      <p className="text">
        Постулаты Саригмы — это свод основополагающих законов и принципов,
        изложенных в священном писании Веры Порядка. Каждый постулат был дарован
        Саргоном, чтобы обеспечить гармонию и стабильность в мире,
        руководствуясь законами Порядка. Эти постулаты стали основой для
        человеческого общества, направляя людей на путь соблюдения законов и
        стабильности, и служат моральными и философскими ориентирами для каждого
        верующего
      </p>
      <h3>Семь Великих Постулатов первой саригмы</h3>
      <h4>1: Не ври себе</h4>
      <blockquote className="text">
        "Тот, кто отвергает истину, отвергает самого себя. А что остаётся у
        того, кто потерял даже себя? Саргон 753 г. до н. э."
      </blockquote>
      <p className="text">
        «Истина — это основа Порядка. Тот, кто лжёт себе, разрушает гармонию
        мира и подрывает свой собственный Порядок.» Этот постулат учит, что
        основа всего стабильного и гармоничного мира начинается с честности
        перед собой. Ложь, даже если она скрыта от других, является
        разрушительной силой, потому что она разрывает связь с истиной и
        нарушает внутренний Порядок. Ложь ведет к искаженному восприятию мира и
        самого себя, создавая внутренний хаос. Следовательно, поддержание
        внутренней честности и принятие своих истинных желаний, страхов и
        слабостей — необходимое условие для поддержания Порядка в своей жизни и
        во Вселенной.
      </p>
      <p className="text">
        Человек, который врет себе, отказывается от истины и тем самым открывает
        двери для хаоса, который всегда приходит с заблуждениями. Поэтому первым
        шагом на пути к гармонии и стабильности является полное признание и
        принятие своей внутренней правды, без искажений и самообмана.
      </p>
      <h4>2: Знай себя</h4>
      <blockquote className="text">
        "Познать мир — значит познать себя. Познать себя — значит познать
        границы и их отсутствие. Саргон 753 г. до н. э."
      </blockquote>
      <p className="text">
        «Тот, кто не знает себя, не может узнать мир. Самопознание — путь к
        истине.» Важнейшим аспектом следования Порядку является глубокое
        самопознание. Только через осознание своих слабостей, пороков и силы
        можно прийти к истинному пониманию Порядка, который существует в мире.
        Самопознание — это путь, ведущий к мудрости, и этот путь обязателен для
        каждого, кто стремится жить в соответствии с Законом.
      </p>
      <h4>3:Признавай свою ответственность</h4>
      <blockquote className="text">
        "Человек свободен лишь в выборе своей ноши. Но ношу свою он понесёт
        всегда. Саргон 753 г. до н. э."
      </blockquote>
      <p className="text">
        «Каждое действие имеет последствия, и каждый поступок несёт в себе
        результат. Ответственность за мир — на каждом.» Ответственность за мир и
        за свои поступки лежит на каждом человеке. Всё, что происходит в мире,
        является результатом выбора, и каждый из нас несет ответственность за
        поддержание Порядка, который окружает его. Даже малые поступки могут
        изменить ход событий, и именно в этом скрывается наша сила.
      </p>
      <p className="text">
        Саргон учил, что человек должен осознавать свои действия и их
        последствия. Каждый выбор — это шаг на пути, который может привести к
        процветанию или разрушению, и поэтому ответственность за мир лежит на
        плечах каждого.
      </p>
      <p className="text">
        Признание своей ответственности является первым шагом к пониманию
        собственной силы и влияния на окружающий мир. Каждый человек должен быть
        готов принимать последствия своих решений, будь то великие или малые, и
        в этом заключается истинная мудрость.
      </p>
      <h4>4:Следуй пути Порядка, а не Хаоса</h4>
      <blockquote className="text">
        "Пламя хаоса сжигает всё, но лишь те, кто строит, оставляют след в
        вечности. Саргон 753 г. до н. э."
      </blockquote>
      <p className="text">
        "Путь Порядка ведет к гармонии, а путь Хаоса ведет к разрушению."
        Следование Порядку — это осознанный выбор, который ведет к процветанию.
        Порядок, как основа мироздания, поддерживает баланс, позволяя всему
        существовать в гармонии. Поступая в соответствии с ним, человек строит
        прочную основу для своего существования, создавая условия для
        стабильности и развития.
      </p>
      <p className="text">
        Хаос же — это сила разрушения, которая нарушает естественные законы и
        убивает всё, что было создано. Он ведет к беспорядку и несчастью,
        затмевая свет разума и истины. Хаос — это путь к гибели, на котором нет
        будущего и нет смысла.
      </p>
      <p className="text">
        Саргон наставлял своих последователей, что даже в самые трудные моменты
        жизни важно придерживаться пути Порядка. Он учил, что Порядок не всегда
        означает лёгкость, но всегда ведет к стабильности и долгосрочному
        благополучию. Именно поэтому тот, кто выбирает Порядок, выбирает свет, а
        тот, кто отвергает его, выбирает тьму и хаос.
      </p>
      <h4>5: Не верь в Справедливость.</h4>
      <blockquote className="text">
        "Справедливость — это слово, которым слабые оправдывают свой гнев, а
        сильные — свою власть. Лишь Закон неподвластен иллюзиям. Саргон 753 г.
        до н. э."
      </blockquote>
      <p className="text">
        «Справедливость — это иллюзия, созданная человеческим сознанием.
        Истинная справедливость не существует в мире, где каждый человек
        воспринимает её по-своему. Единственная реальная справедливость — это
        законы Саргона, непогрешимые и вечные, которые восстанавливают Порядок и
        гармонию, независимо от личных взглядов.»
      </p>
      <p className="text">
        Этот постулат говорит о том, что идеал справедливости, как его понимают
        люди, не существует. Что бы ни казалось справедливым для одного
        человека, это не обязательно будет справедливо для другого.
        Справедливость, как абстрактная концепция, часто оказывается зависимой
        от субъективных факторов, таких как личный опыт, моральные установки или
        социальное положение.
      </p>
      <p className="text">
        Однако, согласно Вере Порядка, есть единственная истинная справедливость
        — это законы Саргона. Эти законы установлены не для того, чтобы угождать
        желаниям людей, а для того, чтобы восстановить и поддерживать гармонию и
        баланс в мире. Саргон не подвержен изменениям человеческих восприятий, и
        его законы — это объективные правила, которые защищают стабильность и
        порядок.
      </p>
      <p className="text">
        Таким образом, постулат учит, что необходимо отказаться от поисков
        субъективной справедливости и принять объективные законы Саргона как
        высшую и единственную форму справедливости. Это не идеал, который нужно
        достичь, а неизменный принцип, который стоит на страже Порядка.
      </p>
      <h4>6: Влияй или будь под влиянием</h4>
      <blockquote className="text">
        "Мир — это лестница, и каждый выбирает: подниматься или становиться
        ступенью. Саргон 753 г. до н. э."
      </blockquote>
      <p className="text">
        «В мире Порядка каждый должен знать своё место. Некоторые обладают силой
        влияния, другие — подвержены этому влиянию. Иерархия и структура —
        основа стабильности мира. Те, кто ведет, несут ответственность за тех,
        кто следует.» Этот постулат говорит о том, что для поддержания гармонии
        и порядка необходимо четкое распределение ролей и иерархий в обществе.
        Без этих структур не может быть устойчивости, поскольку безграничная
        свобода и отсутствие влияния ведут к хаосу.
      </p>
      <p className="text">
        Человек, обладающий властью, несет ответственность за тех, кто находится
        ниже в иерархической лестнице. Его влияние должно быть направлено на
        поддержание порядка, гармонии и стабильности. В то время как те, кто
        подчиняется, обязаны соблюдать установленный порядок, следуя правилам и
        законам, тем самым создавая баланс между властью и подчинением.
      </p>
      <p className="text">
        Этот постулат учит, что только через ясное распределение обязанностей и
        ответственности между сильными и слабыми, ведущими и ведомыми можно
        обеспечить правильную динамику в обществе. Регуляция через иерархии и
        различие во влиянии — важнейшая часть Порядка, без которой мир будет
        поглощен хаосом.
      </p>
      <h4>7: Адаптируйся</h4>
      <blockquote className="text">
        "Реки меняют русло, но не прекращают течь. Тот, кто не гнётся перед
        бурей, будет сломлен ею. Саргон 753 г. до н. э."
      </blockquote>
      <p className="text">
        «Мир нестабилен, и Хаос неизбежен. Лишь те, кто способен адаптироваться
        и укрепляться через испытания, займут достойное место в Порядке. Менее
        приспособленные обречены довольствоваться остатками.» Этот постулат
        говорит о том, что Хаос всегда присутствует в мире, и его нельзя
        уничтожить — можно лишь научиться использовать его для собственного
        роста. Лишь тот, кто способен изменяться, учиться и становиться сильнее
        перед лицом перемен, может достичь высших позиций в иерархии Порядка.
      </p>
      <p className="text">
        Антихрупкость — это не просто стойкость, а способность становиться лучше
        через удары судьбы. Те, кто цепляется за старые догмы, кто не способен
        адаптироваться к новым обстоятельствам, неизбежно отступают, уступая
        место тем, кто умеет преобразовывать вызовы в силу.
      </p>
      <p className="text">
        Таким образом, постулат учит: чтобы выжить и процветать в мире, где Хаос
        — неотъемлемая часть реальности, необходимо быть гибким,
        приспосабливаясь к условиям, становясь сильнее через испытания. Порядок
        принадлежит тем, кто умеет использовать Хаос в свою пользу.
      </p>
    </div>
  );
};

export default ChapterThree;
