import React from "react";

const ChapterFour = () => {
  return (
    <div>
      <h1>Глава4</h1>
      <h2>Что после смерти великое судилище</h2>
      <h4>Что после смерти</h4>
      <h5>
        <h4>Саригма сказ четвертый</h4>
        <blockquote>
          «Мир движется по замкнутому кругу, кто жил по догматам Веры Порядка,
          после смерти обретёт новое начало. Тот, кто предался Хаосу, исчезнет в
          вечном небытии.» -Саргон
        </blockquote>
      </h5>
      <p className="text">
        Согласно учению Саргона, жизнь не заканчивается во мгле забвения, но
        продолжается для тех, кто жил в соответствии с Порядком. Человек,
        прошедший свой путь в согласии с установленными законами, очищается и
        возрождается, продолжая свой путь в новом теле.
      </p>
      <p className="text">
        Но те, кто отвергали Порядок, кто жил во грехе хаоса, предаваясь
        разрушению, теряют право на существование. И не возрождаются, они
        рассыпаются во тьме, исчезая в вечном небытии.
      </p>
      <p className="text">
        В этом мире нет случайностей — каждый поступок ведёт к своему
        результату. Следование Порядку — это не только закон земной жизни, но и
        ключ к продолжению существования за её пределами. Только те, кто познал
        истину, кто принял гармонию законов Саргона, смогут обрести новую жизнь
        и продолжить великий цикл мироздания.
      </p>
      <h4>Великое судилище</h4>
      <p className="text">
        Великое Судилище — это высший акт божественного суда, который проводил
        Саргон, определяя судьбу каждой души в бесконечном цикле жизни. Этот
        процесс был не только великим актом справедливости, но и основным
        механизмом, который поддерживал баланс между Порядком и Хаосом в мире,
        который он создал. Судилище проходило на небесах, в святилище, где
        пребывал Саргон, и здесь решалась судьба всех душ.
      </p>
      <p className="text">
        Великий Суд был не просто решением о том, кто переродится, а кто
        исчезнет. Это был акт тщательной проверки всей жизни каждой души, ее
        поступков, мыслей и решений. Души, которые проходили через Судилище,
        должны были предстать перед Саргоном в полной искренности, и он
        внимательно проверял, насколько они следовали Постулатам Веры Порядка.
        Саргон знал каждую душу, как разработчик знает каждую сущность в своей
        системе, и он мог увидеть, насколько эта душа была связана с Порядком.
      </p>
      <h4>Оценка души</h4>
      <p className="text">
        Чистота сердца: Для начала Саргон смотрел на внутреннюю чистоту души.
        Были ли её поступки согласованы с Порядком или она поддавалась влиянию
        хаоса? Он проверял действия существа, оценивая его путь, который он
        прошёл в своей жизни, и понимал, следовало ли оно Законам Порядка или
        было подвержено искушениям хаоса.
      </p>
      <p className="text">
        Исполнение Постулатов: Саргон проверял, насколько правильно душа
        следовала основным принципам Веры Порядка, таким как: уважение к
        гармонии, соблюдение справедливости, противостояние разрушению и
        насилию, стремление к самосовершенствованию. Души, что не следовали этим
        основным постулатам, считались подверженными хаосу.
      </p>
      <p className="text">
        Судьба в руках самого существа: Важным аспектом было то, что многие
        решения, которые принимали существа в своей жизни, были результатом их
        выбора. Хотя Порядок и был наделён высшей властью, существа сами имели
        влияние на свою душу через свой выбор. Саргон знал, что каждый поступок,
        даже самый маленький, мог повлиять на судьбу души. За эту свободу воли
        он нес ответственность, но также давал существам возможность выбирать
        свой путь. Души, которые следовали Порядку, испытывали момент осознания,
        когда они представляли перед Саргоном свою жизнь и показывали ему свою
        верность Законам. Эти души, проверенные и очищенные от всех сомнений и
        тени хаоса, были приняты Саргоном для вечного перерождения. Они входили
        в бесконечный цикл жизни, который позволял им развиваться и становиться
        более совершенными с каждым новым циклом.
      </p>
      <p className="text">
        Перерождение для праведных душ было не просто возвращением в новый мир,
        а возможностью снова стать частью Порядка, чтобы продолжить своё
        совершенствование. Саргон считал, что эти души, как и каждый элемент
        мира, должны быть всегда в движении, стремясь к большему пониманию и
        гармонии.
      </p>
      <p className="text">
        Души, поддавшиеся хаосу, — а их было немало, несмотря на все усилия
        Саргона поддерживать Порядок — представляли собой проблему. Эти души
        часто противостояли Законам Веры, разрушали гармонию и следовали путям,
        приводившим их в упадок и разрушение. Они не принимали Порядок, не
        следовали его законам и вели себя, как существа, заражённые хаосом.
        Саргон, несмотря на свою божественную милость, не мог позволить этим
        душам вернуться в мир, так как их существование нарушало гармонию и
        баланс.
      </p>
      <p className="text">
        Саргон видел, что такие души не просто ушли с пути, но и заразили себя
        внутренним хаосом, который сделал их неустойчивыми. Таким душам было
        отказано в праве на перерождение. Вместо этого они поддавались
        разрушению: их души исчезали навсегда, поглощённые пустотой и хаосом.
        Саргон использовал свою божественную силу, чтобы эти души были удалены
        навсегда, как неисправимые элементы системы, которые не могли быть
        восстановлены. Роль Великого Судилища в поддержании Порядка Великий Суд
        был не просто выбором между жизнью и смертью. Он был неотъемлемой частью
        поддержания баланса и порядка в мире. Саргон знал, что каждый выбор
        имеет последствия, и именно через этот процесс оценивания он мог
        поддерживать космическую гармонию, устраняя тех, кто не смог следовать
        путям Порядка, и давая шанс тем, кто мог вернуться на правильный путь.
      </p>
      <p className="text">
        Таким образом, Великий Суд был и актом справедливости, и актом
        милосердия, и важнейшим процессом в поддержании вечного цикла жизни,
        созданного Саргоном, где Порядок всегда оставался незыблемым, а хаос —
        уничтоженным.
      </p>
    </div>
  );
};

export default ChapterFour;
