import React from "react";

const ChapterTwo = () => {
  return (
    <div>
      <h1>Глава2</h1>
      <h2>Рождение Религии Веры Порядка</h2>
      <h4>Саргон и дарование Законов</h4>
      <p className="text">
        С развитием интеллекта и способности человека осознавать свою свободу,
        он стал отвергать природные законы, которые раньше служили его
        выживанию. Эти законы, так долго действующие на живые существа, больше
        не приносили пользы, так как человек перестал полностью подчиняться Суду
        Природы. В результате, новые вызовы, перед которыми стояли люди, привели
        к хаосу, и система естественного отбора больше не могла эффективно
        регулировать их существование.
      </p>
      <p className="text">
        Саргон, наблюдая за этим изменением, осознал, что люди потеряли связь с
        основными принципами Порядка. Интеллект, вместо того чтобы служить силой
        созидания, стал источником разрушения. И тогда Саргон принял решение
        вмешаться. Он спустился к людям, чтобы вручить им Законы Порядка,
        которые могли бы вернуть их к гармонии и стабильности, обеспечив
        возможность цивилизации процветать.
      </p>
      <h5>
        <h4>Саригма сказ второй</h4>
        <blockquote>
          «"Я пришел, чтобы возвратить вам Порядок, что утратили вы, и с ним —
          свет. В бездне хаоса, что вы создали, угасает светлый путь. Я дарую
          вам Законы, чтобы снова поднять мир на крыльях истины. В них — сила, в
          них — путь. Примите их, и вы станете творцами, а не разрушителями.
          Отвергнете — и мир вновь поглотит вас в свою тень."» -Саргон
        </blockquote>
      </h5>
      <h3>Высеченные Законы на Скале</h3>
      <p className="text">
        Саргон, зная, что его слова будут жить сквозь века, выбрал великое и
        вневременное место для первого воплощения Саригмы. Он взошел на высокую
        гору, где небо и земля встречались в едином устремлении, и велел своим
        первым последователям найти чистую и неповрежденную скалу. Это место не
        было случайным: именно здесь, в самом сердце мира, где встречаются
        небесные ветры и дыхание земли, должен был быть утвержден Порядок. На
        этой скале Саргон своими руками высек первые строки Священного Писания
        на древней латыни. Саргон знал: в этом камне, как в зеркале, будет
        отражаться вечность, и его слова останутся живыми, чтобы направлять и
        защищать человечество.
      </p>
      <p className="text">
        Саргон явился людям в своем истинном человеческом облике: — Старый
        мужчина с суровыми, но мудрыми чертами лица. — Полностью лысый, но с
        длинной густой бородой, словно символ вечности и традиций. — Его одежда
        — простые изношенные тряпки, покрытые пылью долгого пути, подчеркивающие
        его равнодушие к мирским благам. — Его голос был глубок, тяжел, словно
        камень, на котором он высекал свои постулаты.
      </p>
      <p className="text">
        Этот облик он выбрал не случайно — он должен был выглядеть так, чтобы не
        привлекать людей к себе, а направлять их к порядку и истине.
      </p>
      <p className="text">
        Его руки, наполненные силой и мудростью, вырезали текст на камне, словно
        сам Порядок воплощался в этом материале. Каждый удар молота отдавался
        эхом в горных долинах, пронизывая пространство и время, как бы утверждая
        истину этих слов в самой материи мира. Слово за словом, закон за
        законом, Саргон утверждал их на поверхности камня, обращая его в прочную
        основу для будущих поколений. В каждом вырезанном символе заключалась
        сила, и с каждым ударом молота в камне прорастали не только буквы, но и
        само понимание того, как важен баланс и порядок в жизни каждого
        человека, как неизбежен наказ за нарушение этих принципов.
      </p>
      <p className="text">
        Текст был кратким и строгим, как сам Порядок, но каждое слово несло в
        себе силу и мудрость, которая могла бы направлять людей в любую эпоху.
        Это были не просто законы, но священные наставления, проникнутые
        глубокой истиной, к которой все должны были стремиться. Саргон завершил
        свое высечение в тот день, когда солнце поклонилось горизонту, а темные
        тени ночи начали стирать следы хаоса. Он смотрел на свою работу, и в его
        глазах была уверенность, что теперь, даже после его ухода, его законы
        будут защищать этот мир от разрушения.
      </p>
      <h4>Первая священная книга Саригма</h4>
      <p className="text">
        После того как Саргон завершил высекание Священного Писания, он
        обратился к своим первопоследователям, избранным людям, которым была
        дана способность понять и интерпретировать Саригму. Эти люди стали
        хранителями Законов, носителями Порядка, и их задача была не только
        сохранение, но и глубокое понимание учения, чтобы передать его потомкам
        в неприкосновенности. Они собрались вокруг священной скалы и начали
        внимательно изучать текст, высеченный на камне. Это было не простое
        чтение; это было как вхождение в саму суть Порядка, как восхождение в
        высшие сферы, где мысли и чувства становятся однообразными и четкими,
        как линии в вырезанных символах.
      </p>
      <p className="text">
        Время от времени Саргон сам вмешивался, объясняя смысл каждого Закона,
        придавая ему более глубокое и многогранное значение, чтобы они смогли
        правильно интерпретировать и передавать учение дальше. Но несмотря на
        объяснения, сами Законы оставались жесткими и четкими, их смысл был ясен
        даже тем, кто еще не имел достаточно знаний. Это было намеренное
        действие Саргона — он хотел, чтобы все могли понять их суть, независимо
        от их разума. Для Саргона важен был не только разум, но и сердце каждого
        из последователей, чтобы каждый ощущал истину этих слов, как часть самой
        природы.
      </p>
      <p className="text">
        Как только начальная группа последователей усвоила основные принципы,
        Саргон поручил им составить книги, которые могли бы передавать Саригму
        будущим поколениям. Эти книги стали собранием разных частей Законов,
        постулатов, моральных предписаний и наставлений. Но процесс их
        составления был не механическим — это было не просто переписывание, а
        живое продолжение работы Саргона. Переписчики, сидя в священной тени
        гор, с благоговением относились к своим записям, ведь каждая из этих
        страниц не только передавала слова, но и содержала в себе дух и силу
        Законов.
      </p>
      <p className="text">
        Каждый из переписчиков оставлял свой след, добавляя свои наблюдения и
        толкования, внося детали и примеры из своей жизни, чтобы помочь людям
        понять, как применять Законы в условиях реального мира. Это было великое
        усилие — не просто сохранить и передать знания, но дать им живую силу,
        которая будет работать через века, адаптируясь к изменениям мира, но
        всегда оставаясь верной основам Порядка. Саригма стала не просто
        текстом, но живым учением, которое обретало новые формы в каждом
        поколении. Когда первая книга была завершена, Саргон благословил ее,
        сказав:
      </p>
      <h5>
        <h4>Саригма сказ третий</h4>
        <blockquote>
          «Эти страницы будут говорить, когда я уйду. Эти слова будут жить,
          когда мой голос исчезнет. Но Порядок, как я и сказал, вечен. Его слова
          вечны. Слушайте и следуйте." Это было не просто благословение, а обет,
          который не имел срока — Порядок будет жить, пока существует мир.»
          -Саргон
        </blockquote>
      </h5>
      <h3>Символ Веры порядка</h3>
      <p className="text">
        На обложке первой священной книги Саригмы был высечен Символ, который
        сочетал в себе треугольник с двумя параллельными линиями. Этот символ
        был не просто декоративным элементом, но и глубоко значимой частью
        священного текста, олицетворяя главные принципы Порядка, который даровал
        Саргон человечеству.
      </p>
      <p className="text">
        Треугольник на обложке Треугольник, высеченный на обложке, был аккуратно
        вырезан из камня или драгоценного металла, что придавало книге
        величественность и священный характер. Треугольник символизировал
        стабильность и гармонию, как основу, на которой строится весь мир. Он
        был напоминанием о том, что мир существует только благодаря
        балансирующему влиянию закона, природы и разума — этих трёх нерушимых
        принципов, которые поддерживают мироздание.
      </p>
      <p className="text">
        В вершине треугольника были вырезаны две параллельные линии,
        представляющие неизменный порядок и стабильность. Эти линии
        символизировали прямой и неизменный путь, который Саргон предписал
        человечеству, чтобы поддерживать мир в равновесии. Параллельные линии
        символизировали путь человека, следующего Закону, и напоминали о
        необходимости соблюдения установленных правил и постулатов, которые
        должны быть неизменными и стабильными, как сама суть Порядка.
      </p>
    </div>
  );
};

export default ChapterTwo;
