import React from "react";

const ChapterOne = () => {
  return (
    <div>
      <h1>Глава1</h1>
      <h2>Создание мира из хаоса</h2>
      <p className="text">
        Вселенная существует в бесконечном цикле, где каждое её изменение — это
        как взрыв, порождающий новый мир. Взрыв — это не только начало, но и
        конец, завершение старого мира и начало нового. В каждом цикле меняются
        боги, но сущность этих богов всегда одинакова: они олицетворяют две
        противоположности — хаос и порядок.
      </p>

      <h4>Победа Хаоса и Порядка</h4>
      <h5>
        <h4>Саригма сказ первый</h4>
        <blockquote>
          «В беспорядке скрыт замысел, в порядке — смысл.» -Саргон
        </blockquote>
      </h5>
      <p className="text">
        Хаос и порядок — это не просто силы, а философии, которые управляют
        всеми событиями и процессами, происходящими во Вселенной. Когда Хаос
        побеждает, мир приходит к своему завершению. Всё разрушается, и это
        разрушение не следует воспринимать как отрицание, а как начало нового
        этапа. Хаос — это очищение, катарсис, который разрушает старое, чтобы из
        его обломков могло появиться нечто новое и непредсказуемое. Но если
        Порядок одерживает победу, мир продолжает своё существование в гармонии.
        Он не стоит на месте, но его структура становится стабильной,
        предсказуемой. Принципы, установленные Порядком, не дают этому миру
        разрушиться, и он может продолжать существовать долго, возможно,
        бесконечно. Цикл замедляется, и стабильность удерживает его от
        неминуемого конца. Это мир, где всё упорядочено, где каждый элемент
        занимает своё место и следует заранее установленным законам.
      </p>
      <p className="text">
        В момент смерти старого мира, когда последний из его элементов исчезает,
        происходит новый взрыв, и этот взрыв рождает не только новый мир, но и
        новых богов. В этом акте творения появляются Сараэль — бог хаоса, и
        Саргон — бог порядка. Сараэль олицетворяет хаос и энтропию, неуловимый
        поток энергии, который не знает границ. Для него разрушение и начало
        нового мира — естественный процесс. Он не видит в гибели чего-то
        негативного, потому что для него конец — это просто начало чего-то
        нового, нового, неизведанного цикла. Он создал хаос — беспорядок,
        который лишён форм, структуры и даже законов. Это первичная материя,
        существующая без времени и пространства, поглощённая бесконечным
        движением и флуктуацией энергии. Это мир, в котором всё возможно, в
        котором законы не существуют, а всё, что происходит — случайно и
        непредсказуемо. Саргон, напротив, воплощает идею порядка и структуры. Он
        верит, что для существования стабильного мира необходимы фундаментальные
        законы, регулирующие всё. Эти законы, позже будут известны как законы
        физики и математики они стали основой для существования не только
        материи, но и сознания. Саргон был тем, кто ввёл понятие закона,
        определяя, как должна развиваться Вселенная. Он создал законы, по
        которым существовали пространство, время, движение, энергия, и всё, что
        возникало в новом мире, подчинялось этим законам. Это позволило
        сформироваться первым звёздам и планетам, а также структурам, которые
        поддерживают устойчивость мира и его развитие.
      </p>
      <h4>Слияние хаоса и порядка</h4>
      <p className="text">
        Таким образом, Сараэль и Саргон — это две противоположности, но
        одновременно две неизбежные составляющие этого бесконечного цикла. Когда
        один из них побеждает, мир приходит в разрушение, но его создание
        невозможно без участия другого. Хаос даёт начало, а порядок даёт форму.
        Без хаоса не было бы возможности для нового, а без порядка новый мир не
        смог бы существовать долго. Цикличность этих сил приводит к тому, что ни
        один из богов не является абсолютным. Хаос без порядка разрушителен, а
        порядок без хаоса — статичен и бесплоден. Каждый цикл, в который
        вовлечены эти силы, это баланс между ними, вечное напряжение и
        сотрудничество двух противоположных начал. Сараэль и Саргон,
        существующие в этой безмерной борьбе, в конце концов понимают: только
        через их вечное противостояние мир может продолжать существовать. В этом
        их назначение — быть не просто разрушителями или созидателями, но
        хранителями вечной динамики Вселенной.
      </p>
      <h2>Суд Саргона и Рождение Порядка</h2>
      <p className="text">
        Саргон начал своё вмешательство с создания Судов — законов, которые
        определяют судьбы планет и звезд. Эти законы не были абстракцией. Они
        были реальными, жесткими правилами, которые правили каждым аспектом
        существования. Та планета, которая не смогла соответствовать этим
        законам, была обречена на разрушение и бесплодие. Это означало, что все
        элементы мира, от атомов до целых систем, должны были следовать
        установленным законам или исчезнуть.
      </p>
      <p className="text">
        Когда условия стали стабильными, наступил Суд Природы — закон, по
        которому выживают только те формы жизни, которые соответствуют порядку
        окружающей среды. В этом процессе Саргон не вмешивался напрямую, но
        внимательно наблюдал за тем, как Природа отбирает тех существ, которые
        могут адаптироваться к условиям мира и поддерживать гармонию. На Земле
        появились простейшие формы жизни, и, хотя Саргон не руководил их
        развитием, его законы действовали на их выживание. Саргон понимал, что
        жизнь без этих законов была бы хаотичной и непрогнозируемой, и поэтому
        следил за тем, чтобы лишь те существа, что могли следовать Порядку,
        процветали.
      </p>
      <h4>Душа</h4>
      <p className="text">
        С момента, как Природа установила свои законы и существование на
        планетах стало возможным, Саргон понял, что важнейший элемент, который
        позволит поддержать Порядок, — это жизнь. Однако жизнь должна была быть
        чем-то больше, чем просто биологические организмы, выживающие по законам
        Природы. Она должна была быть связана с более глубокими принципами,
        отражающими высший порядок и мудрость Саргона. Создание Души и Жизни на
        Плодородной Планете Для того чтобы жизнь могла развиваться в гармонии с
        Законом, Саргон создал уникальные условия для её появления на одной из
        самых плодородных планет в его вселенной. Он наделил её разнообразием —
        от простейших форм жизни до сложных существ, способных развиваться и
        следовать Порядку. Однако сама жизнь не была просто случайным набором
        существ, а предначертанием, тщательно спланированным и подчиняющимся
        законам, выведенным самим Саргоном.
      </p>
      <p className="text">
        Когда жизнь на планете появилась, Саргон вложил в неё более важную
        составляющую — душу. Душа стала основным элементом существования на этой
        планете. Она была не просто духом или биоэнергией, но бессмертной
        сущностью, которая могла сохранять свой след в мире даже после смерти
        существа. Это была уникальная «печать» каждого живого существа, которая
        фиксировала его действия, мысли и выборы в течение всей жизни. Души
        стали неотъемлемой частью бытия, и каждое живое существо получало свою
        душу с момента зарождения. Эти души были не просто биологическими
        характеристиками, а символами связи существа с Порядком, с Законом
        Саргона. Через них Саргон следил за развитием жизни на этой планете,
        оценивая действия каждого существа и его соответствие законам. Саргон
        создал механизм, с помощью которого души могли развиваться. Каждый
        поступок существа, его стремление к Порядку или к хаосу записывались в
        его душе, делая её всё ярче или тусклее. Души становились тем, что
        связывало каждое существо с самой сущностью Порядка и с будущими
        Судилищами, где каждый выбор будет оценен, и судьба будет решена.
      </p>
      <h4>Человек: Тот, кто вынесет Суд</h4>
      <p className="text">
        С развитием жизни на планете и появлением человека, наступил новый этап
        — Суд, который стал решающим. Человечество оказалось на перепутье, перед
        важным выбором, который мог бы навсегда изменить его судьбу и повлиять
        на баланс между хаосом и Порядком: Подчиниться инстинктам и остаться в
        хаосе. Встать на путь Закона и стать судьями мира, укрепляя Порядок.
      </p>
      <p className="text">
        С развитием интеллекта человек перестал полностью подчиняться Суду
        Природы, который до этого определял его выживание. Он уже не был
        полностью зависим от инстинктивных импульсов, став способным принимать
        решения на основе разума, логики и морали. Человек получил возможность
        выбирать, что делать, а что нет, и его действия начали определяться не
        только природными законами, но и его собственным восприятием мира и
        пониманием добра и зла.
      </p>
      <p className="text">
        Но этот переход, как и любая перемена, имел свою цену. Инстинкты,
        которые когда-то служили выживанию, постепенно стали терять свою
        изначальную функцию. Вместо того чтобы действовать для сохранения жизни,
        они стали рушить её. Развивающийся интеллект ставил под сомнение
        жизненные импульсы, что вело к распаду гармонии и порождению хаоса.
      </p>
      <p className="text">
        Теперь, когда человек начал оспаривать законы природы, его инстинкты
        утратили свою природную функцию, и стали подчиняться хаосу. Человек,
        подверженный этим инстинктам, рисковал разрушить не только свою
        собственную жизнь, но и окружающий мир. Он становился частью того хаоса,
        от которого он когда-то пытался избавиться. В этом контексте инстинкты
        стали символом беспорядка и разрушения.
      </p>
    </div>
  );
};

export default ChapterOne;
